Repository: a-sabagh/rng-shortlink
Catalog: languages/rng-shortlink-*.po
Languages: fa_ir

source: Prev
fa_ir: قبلی

source: Next
fa_ir: بعدی

source: Post Title
fa_ir: عنوان پست

source: Post Date
fa_ir: تاریخ انتشار

source: Shortlink
fa_ir: لینک کوتاه

source: All Click
fa_ir: کل کلیک ها

source: Settings saved
fa_ir: تنظیمات ذخیره شد

source: Error with saving
fa_ir: خطا در ذخیره سازی

source: save
fa_ir: ذخیره

source: Click View Report
fa_ir: گزارش کلیک

source: Click View
fa_ir: گزارش کلیک

source: Check Post types You Want to Show Shortlink Metabox in Edit Panels
fa_ir: پست تایپ هایی که قصد دارید متاباکس لینک کوتاه در آن ها نمایش داده شود را انتخاب کنید

source: shortlink plugin settings
fa_ir: تنظیمات

source: sholtlink permission
fa_ir: اجازه برای لینک کوتاه

source: Shortlink Settings
fa_ir: پلاگین لینک کوتاه

source: RNG_Shortlink is activated, you may need to configure it to work properly.
fa_ir: RNG_Shortlink فعال است، ممکن است لازم باشد آن را پیکربندی کنید تا به درستی کار کند.

source: Go to Settings page
fa_ir: رفتن به تنظیمات

source: Dismiss
fa_ir: انصراف

source: Settings
fa_ir: تنظیمات

source: To make the rng-shortlink plugin worked Please first
fa_ir: برای این که پلاگین لینک کوتاه به درستی کار کند ابتدا

source: Permalink Settings
fa_ir: پلاگین لینک کوتاه

source: Flush rewrite rules
fa_ir: لینک ها را بازسازی کنید.

source: rng-shortlink
fa_ir: کوتاه کننده لینک

source: WordPress plugin that create a short link for public post types in both admin panel (with meta box) and front end (with shortcode) by using query variables.
fa_ir: پلاگین تولید لینک کوتاه به ازای پست تایپ ها و ثبت تعداد کلیک روی هر لینک و نمایش گزارش کلیک های کاربران روی لینک ها به همراه تنظیمات پیشرفته و شورتکد و متاباکس برای نمایش لینک کوتاه در پنل ادمین و فرانت اند وب سایت.

source: Abolfazl Sabagh
fa_ir: ابوالفضل صباغ
